[
    {
        "id": 1,
        "category": "maker",
        "brand": "BREVILLE",
        "title": "The Barista Express Impress",
        "description": "Experience third wave specialty coffee at home, made possible by the 4 keys formula. Designed to use the right dose of freshly grounds beans, ensure precise temperature control, optimal water pressure and create true microfoam milk essential for latte art. You're only a touch away.",
        "capacity": "250g Bean Hopper, 2L Water Tank",
        "dimensions": "Height: 16.1'', Diameter: 14.9'', Width: 12.9''",
        "price": 719.96
    },
    {
        "id": 2,
        "category": "maker",
        "brand": "HARIO",
        "title": "V60 Ceramic Coffee Dripper",
        "description": "Specially designed to produce an evenly brewed cup of coffee. Durable Japanese ceramic retains heat to help ensure retain temperature throughout the brewing cycle. Specialty cone shape and unique spiral ridges allow for deeper layering of the coffee grounds, producing a deep, rich umami flavor.",
        "capacity": "300 mL",
        "dimensions": "Height: 4'', Diameter: 4.7'', Width: 5.5''",
        "price": 24.5
    },
    {
        "id": 3,
        "category": "maker",
        "brand": "ESPRO",
        "title": "French Press",
        "description": "Unlike other presses, the patented double micro-filter keeps your cup extraordinarily free of grit and sludge. Pressing the filter stops extraction completely, so your coffee doesn't get bitter over time. The last cup tastes just like the first.",
        "capacity": "32 Oz",
        "dimensions": "Height: 9.75'', Diameter: 4'', Width: 6''",
        "price": 69.95
    },
    {
        "id": 4,
        "category": "maker",
        "brand": "BIALETTI",
        "title": "Express Moka",
        "description": "It is Made in Italy and its quality is enhanced by the patented safety valve which makes it easy to clean. Suitable for gas, electric and induction.",
        "capacity": "1.42 L",
        "dimensions": "Height: 9'', Diameter: 4'', Width: 4''",
        "price": 41.8
    },
    {
        "id": 5,
        "category": "maker",
        "brand": "CHEMEX",
        "title": "Handblown Series",
        "description": "The Classic Series used together with the scientifically designed, patented CHEMEX® Bonded Filters, will guarantee that our pour over brewing process will deliver the perfect cup of coffee, without any sediments or bitter elements",
        "capacity": "25 Oz",
        "dimensions": "Height: 8 1/2'', Diameter: 4 5/8''",
        "price": 115.45
    },
    {
        "id": 6,
        "category": "maker",
        "brand": "AEROPRESS",
        "title": "Original Coffee Maker",
        "description": "Our patented technology produces the richest, smoothes coffee, cold brew, and espresso style drinks you've ever tasted. Designed in Silicon Valley, Made in the USA.",
        "capacity": "10 Oz",
        "dimensions": "Height: 11.75'', Diameter: 4,75'', Width: 4.75''",
        "price": 39.95
    },
    {
        "id": 7,
        "category": "grains",
        "brand": "GREEN COFFEE TRADERS",
        "title": "100% Jamaica Blue Mountain Coffee",
        "description": "The Blue Mountains of Jamaica provide ideal conditions for growing coffee. Small farms, set in the sheltered locations below the majestic rain forest, produce the world's finest coffee beans, handpicked with meticulous care.",
        "capacity": "454 gr",
        "dimensions": "",
        "price": 35
    },
    {
        "id": 8,
        "category": "grains",
        "brand": "CAFES GUILIS",
        "title": "Cafe de Finca 100% Colombia Natural",
        "description": "Un café Premium procedente de las mejores fincas de Colombia. Tostado de forma natural con una curva de tueste desarrollada para este café, el resultado es una taza con un penetrante aroma afrutado y una nota de acidez natural.",
        "capacity": "1000 gr",
        "dimensions": "",
        "price": 25
    },
    {
        "id": 9,
        "category": "grains",
        "brand": "VOLCANICA COFFEE",
        "title": "Ethiopian Yirgacheffe and Kenya AA",
        "description": "100% Pure Ethiopian Coffee Beans - Yirgacheffe, Medium-bodied and brilliantly acidy with rough, fruity or winy tones. Thick body and an earthy aroma coupled with lemon, blueberry and blackberry notes. 100% Pure Kenya AA Coffee Beans with a rich body, pleasant vibrant acidity, fragrant aroma and flavor notes of raspberry, cranberry, fresh-cut redwood, alyssum-like flowers in aroma and cup.",
        "capacity": "16 Oz",
        "dimensions": "",
        "price": 37.99
    },
    {
        "id": 10,
        "category": "accessories",
        "brand": "IDOKER",
        "title": "Insulated Stainless Steel Mug with Lip",
        "description": "The lightweight and easy to carry mug features double wall insulation to ensure that your drink stays cold or hot. It retains heat up to 3 hours and stays cold for up to 6 hours. Let you always taste the best taste of the drink.",
        "capacity": "12 Oz",
        "dimensions": "Height: 4.72'', Width: 3.54''",
        "price": 12.99
    },
    {
        "id": 11,
        "category": "accessories",
        "brand": "JOYJOLT",
        "title": "Double Wall Insulated Glass Coffee Cups",
        "description": "The double wall glass cups are perfect for hot or cold beverages. The elegant shape fits comfortably in your hand, and remains cool to the touch. This glass mugs are made of heat and condensation-resistant borosilicate glass and has a smooth finish.",
        "capacity": "13 Oz",
        "dimensions": "10.12'' x 4.92'' x 4.8''",
        "price": 24.99
    },
    {
        "id": 12,
        "category": "accessories",
        "brand": "LAGUNA PACIFIC",
        "title": "Manual Coffee Bean Grinder",
        "description": "Introducing the ultimate manual coffee grinder for everyday coffee enthusiasts and connoisseurs alike. The ceramic conical burr grinding mechanism ensures a precise and consistent grind every time, while the dial with six coarseness settings allows for customization to suit your brewing method of choice.",
        "capacity": "",
        "dimensions": "6.59'' x 2.17'' x 2.17''",
        "price": 29.99
    },
    {
        "id": 13,
        "category": "accessories",
        "brand": "AEROPRESS",
        "title": "Micro Filters x 350 units",
        "description": "Compatible with both the AeroPress Original and AeroPress Go. Removes grit and they are biodegradable and compostable.",
        "capacity": "",
        "dimensions": "3.3'' x 2.9'' x 0.15''",
        "price": 14.95
    },
    {
        "id": 14,
        "category": "accessories",
        "brand": "HARIO",
        "title": "Buono Drip Kettle",
        "description": "Stunning stainless steel stovetop kettle that's easy to use, and the slender gooseneck spout allows for a slow, steady, and controlled pour. Great for pour over, drip or manual coffee brewing.",
        "capacity": "1.2 L",
        "dimensions": "Height: 13'', Diameter: 21'', Width: 18''",
        "price": 44.5
    },
    {
        "id": 15,
        "category": "accessories",
        "brand": "CHEMEX",
        "title": "Bonded Unfolded Filters x 100 units",
        "description": "",
        "capacity": "",
        "dimensions": "Diameter: 12''",
        "price": 22.99
    }
]